[
    {
        "image": "https://posbytz.com/wp-content/uploads/2023/09/Al-karakand-e1695319023203-83x71.png",
        "title": "Alkarkand Abha KSA",
        "content" : "We have recently migrated our software to PosBytz so far have been always improvising the features based on request and strongly recommend for F&B groups managing complex restaurant operations with multiple brands from purchases, inventory, transfers, Accounting to P&L reports. Integrated QR code ordering system with POS works seamlessly and gives a great customer experience."
    },
    {
        "image": "https://posbytz.com/wp-content/uploads/2023/09/Sams-Pizza-85x90.png",
        "title": "Sam's Pasta Pizza, Qatar",
        "content": "We are an traditional Italian cuisine based brand. Have been using PosBytz for our Restaurant Management operations and so far there has been no issues with respect to the software and as a owner can able see my business online from anywhere. PosBytz is very easy to use for setting up menu , ingredients/recipes , POS , inventory etc..,"
    },
    {
        "image" : "https://posbytz.com/wp-content/uploads/2023/09/maaza-85x90.png",
        "title" : "MazaArabia, KSA",
        "content" : "We are providing broast chicken food across KSA with about 25 outlets and growing. With PosBytz we have automated the entire operations from purchases, inventory, sales and also enabled our own online ordering system with ease. We will definetly recommend PosBytz to all Restaurant ERP software to all F&B brands expanding as franchise business"
    },
    {
        "image":"https://posbytz.com/wp-content/uploads/2021/09/posbytz_review_farmarika.webp",
        "title": ["Farmarika", "Grocery Business"],
        "content" :"This ERP platform is simple and excellent . It is has the omnichannel model to sell the products. I have been using this product for more than 1 year. It is very good to manage the catalogue, items, pricing, taxing , customers, employees etc."
    },
    {
        "image": "https://posbytz.com/wp-content/uploads/2021/09/tehran_taste_persia-85x90.png",
        "title": ["Tehran-the Taste Of Persia", "Restaurant Business"],
        "content": "I have been using Posbytz for more than two years, would definitely recommend to all my fellow restaurant owners given the fact it gives complete control over your business. Best would be the branded apps and online ordering platform integrated with POS and inventory."
    }

]